/* plugin name */
"Application" = "Aplicación";

/* Application not found error - title */
"Application not found" = "Aplicación no encontrada";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "Aplicación no compatible";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "Las aplicaciones deben admitir la apertura de imágenes o vídeos.";

/* Supported applications message */
"Only supported applications can be selected" = "Solo se pueden seleccionar las aplicaciones compatibles";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "Vuelve a configurar este destino de uso compartido e inténtalo de nuevo. Para editar el destino de uso compartido, selecciona Snagit > Preferencias > pestaña Compartir y selecciona el destino que quieres editar.";

/* Share destintation not configured error - title */
"Share destination not configured" = "El destino de uso compartido no está configurado";

/* plugin description */
"Share the capture to the selected application." = "Comparte la captura en la aplicación seleccionada.";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "Esta aplicación no es compatible con .%@ archivos. Cambia el formato del archivo de exportación e inténtalo de nuevo";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "Para seleccionar una aplicación compatible para este destino de uso compartido, selecciona Snagit > Preferencias > pestaña Compartir. Selecciona el destino de uso compartido y pulsa Elegir aplicación.";

